Repository: MJU-PSI/yti-datamodel-ui
Catalog: po/*.po
Languages: fi, sl

source: Association information
fi: Assosiaation tiedot
sl: Informacije o povezavi

source: Property information
fi: Ominaisuuden tiedot
sl: Informacije o lastnosti

source: Concept suggestion information
fi: Käsite-ehdotuksen tiedot
sl: Informacije o predlogu pojma

source: Class properties
fi: Luokan ominaisuudet
sl: Atributi razreda in povezave

source: Shape properties
fi: Tarkennetun luokan ominaisuudet
sl: Oblikujte atribute in povezave

source: Show excluded
fi: Näytä myös ne, joita ei voi lisätä
sl: Prikaži izključene

source: Concept
fi: Käsite
sl: Pojem

source: Concept suggestion
fi: Käsite-ehdotus
sl: Predlog pojma

source: application/ld+json
fi: JSON-LD
sl: JSON-LD

source: text/turtle
fi: Turtle
sl: Turtle

source: application/xml
fi: XML
sl: XML

source: application/rdf+xml
fi: RDF
sl: RDF

source: application/ld+json+context
fi: JSON-LD Context
sl: Kontekst JSON-LD

source: application/schema+json
fi: JSON Schema
sl: Shema JSON

source: application/vnd+oai+openapi+json
sl: Odprite API 3.0.2

source: framed ld+json
fi: Framed JSON-LD
sl: Uokvirjeno JSON-LD

source: ld+json frame
fi: JSON-LD Frame
sl: Okvir JSON-LD

source: date format
fi: DD.MM.YYYY HH:mm
sl: DD/MM/LLLL HH.mm

source: User login
fi: Käyttäjätunnus
sl: Prijava uporabnika

source: User name
fi: Nimi
sl: Uporabniško ime

source: Created at
fi: Luotu
sl: Ustvarjeno ob

source: Modified at
fi: Muokattu
sl: Spremenjeno ob

source: Member groups
fi: Käyttäjänä ryhmissä
sl: Članske skupine

source: Admin groups
fi: Pääkäyttäjänä ryhmissä
sl: Administratorske skupine

source: Add properties from class
fi: Lisää ominaisuudet luokasta
sl: Dodajte lastnosti iz razreda

source: Add properties from super class
fi: Lisää ominaisuudet yläluokasta
sl: Dodajte lastnosti iz super razreda

source: Add properties from scope class
fi: Lisää ominaisuudet tarkennettavasta luokasta
sl: Dodajte lastnosti iz obsega razreda

source: Add properties from profile class
fi: Lisää ominaisuudet nostettavaan luokkaan
sl: Dodajte lastnosti iz profila razreda

source: Add properties from external class
fi: Lisää ominaisuudet ulkoisesta luokasta
sl: Dodajte lastnosti iz zunanjega razreda

source: Do you want to add following properties from class?
fi: Haluatko lisätä seuraavat ominaisuudet luokasta?
sl: Ali želite dodati naslednje lastnosti iz razreda?

source: Do you want to add following properties from super class?
fi: Haluatko lisätä seuraavat ominaisuudet yläluokasta?
sl: Ali želite dodati naslednje lastnosti iz super razreda?

source: Do you want to add following properties from scope class?
fi: Haluatko lisätä seuraavat ominaisuudet tarkennettavasta luokasta?
sl: Ali želite dodati naslednje lastnosti iz obsega razreda?

source: Do you want to add following properties from profile class?
fi: Haluatko lisätä seuraavat ominaisuudet nostettavaan luokkaan?
sl: Ali želite dodati naslednje lastnosti iz profila razreda?

source: Do you want to add following properties from external class?
fi: Haluatko lisätä seuraavat ominaisuudet ulkoisesta luokasta?
sl: Ali želite dodati naslednje lastnosti iz zunanjega razreda?

source: Not imported by model
fi: Ei ole lisätty nimiavaruudeksi
sl: Ni uvoženo glede na model

source: Cannot import profile
fi: Soveltamisprofiili ei voi olla nimiavaruutena
sl: Profila ni mogoče uvoziti

source: Shapes are not allowed
fi: Erikoistettuja luokkia ei saa valita
sl: Oblike niso dovoljene

source: Classes are not allowed
fi: Erikoistamattomia luokkia ei saa valita
sl: Razredi niso dovoljeni

source: Non specialized classes are not allowed
fi: Erikoistamattomia luokkia ei saavalita
sl: Nespecializirani razredi niso dovoljeni

source: Use class
fi: Käytä luokkaa
sl: Uporabite razred

source: Specialize class
fi: Tarkenna luokka
sl: Specializirajte razred

source: Define concept for the class
fi: Määrittele käsite luokalle
sl: Določite pojem za razred

source: Can be selected only from this library
fi: Valinta on tehtävä tietokomponenettikirjaston luokista
sl: Izberete ga lahko samo iz tega osnovnega besedišču

source: Can be selected only from this profile
fi: Valinta on tehtävä soveltamisprofiilin luokista
sl: Izbrano je lahko samo iz tega profila

source: Subject
fi: Käsite
sl: Predmet

source: to vocabulary
fi: sanastoon
sl: do besedišča

source: Create new class
fi: Luo uusi luokka
sl: Ustvarite nov razred

source: Create new shape
fi: Luo uusi tarkennettu luokka
sl: Ustvarite novo obliko

source: Create new predicate
fi: Luo uusi ominaisuus
sl: Ustvarite nov predikat

source: Create new attribute
fi: Lisää uusi attribuutti
sl: Ustvarite nov atribut

source: Create new association
fi: Lisää uusi assosiaatio
sl: Ustvarite novo povezavo

source: New attribute
sl: Nov atribut

source: New association
sl: Nova povezava

source: Copy attribute
sl: Kopirajte atribut

source: Copy association
sl: Kopirajte povezavo

source: Create sub attribute
sl: Ustvarite podatribut

source: Create sub association
sl: Ustvarite podpovezavo

source: Create super attribute
sl: Ustvarite super atribut

source: Create super association
sl: Ustvarite super asociacijo

source: Show class information
sl: Pokažite informacije o razredu

source: Show attribute information
sl: Pokažite informacije o atributih

source: Show association information
sl: Pokažite informacije o povezavi

source: by referencing external uri
fi: viittaamalla ulkoiseen tunnisteeseen
sl: s sklicevanjem na zunanji uri

source: Self reference not allowed
fi: Viittaus itseensä ei ole sallittu
sl: Samosklicevanje ni dovoljeno

source: Invalid ID
fi: Virheellinen tunniste
sl: Neveljaven ID

source: External class not found
fi: Ulkoista luokkaa ei löydy
sl: Zunanji razred ni bil najden

source: External predicate not found
fi: Ulkoista ominaisuutta ei löydy
sl: Zunanji predikat ni bil najden

source: External predicate is of wrong type
fi: Ulkoinen ominaisuus on väärää tyyppiä
sl: Zunanji predikat je napačne vrste

source: Input
fi: Kirjoita
sl: Vnos

source: Assigned to this profile
fi: Tähän profiiliin kytketyt
sl: Dodeljen temu profilu

source: Assigned to this library
fi: Tähän kirjastoon kytketyt
sl: Dodeljeno temu osnovnemu besedišču

source: language code
fi: kielikoodi
sl: šifra jezika

source: Internal vocabulary
fi: Sisäinen käsitteistö
sl: Interna terminologija

source: Edit namespace
fi: Muokkaa nimiavaruutta
sl: Uredite imenski prostor

source: Vocabularies
fi: Sanastot
sl: Terminologije

source: Vocabulary name
fi: Sanaston nimi
sl: Terminološko ime

source: Edit link
fi: Muokkaa linkkiä
sl: Uredite povezavo

source: Reference data name
fi: Koodiston nimi
sl: Ime referenčnega podatka

source: Reference data status
fi: Koodiston tila
sl: Stanje referenčnih podatkov

source: Create new reference data
fi: Luo uusi koodisto
sl: Ustvarite nove referenčne podatke

source: Choose reference data
fi: valitse koodisto
sl: Izberite referenčne podatke

source: Write reference data code
fi: Kirjoita koodi…
sl: Napišite šifro

source: Browse concepts
fi: Selaa käsitteitä
sl: Brskanje pojmov

source: Search concept
fi: Valitse käsite
sl: Iščite pojem

source: Delete concept
fi: Poista käsite
sl: Izbrišite pojem

source: Delete concept from this library
fi: Poista käsite tästä kirjastosta
sl: Izbrišite pojem iz te knjižnice

source: Delete concept from this profile
fi: Poista käsite tästä profiilista
sl: Izbrišite pojem iz tega profila

source: Delete conceptSuggestion
fi: Poista käsite-ehdotus
sl: Izbrišite predlog pojma

source: Delete conceptSuggestion from this library
fi: Poista käsite-ehdotus tästä kirjastosta
sl: Izbrišite predlog pojma iz te knjižnice

source: Delete conceptSuggestion from this profile
fi: Poista käsite-ehdotus tästä profiilista
sl: Izbrišite predlog pojma iz tega profila

source: URI stem
fi: URI muoto
sl: URI steblo

source: Interoperability method description
fi: Menetelmän avulla varmistetaan, että yhteisten määritysten soveltaminen on systemaattista ja säilyttää semantiikan eri toteutuksissa, ja on siten eri toimijoiden yhtenäisesti ymmärrettävissä.
sl: Metoda zagotavlja, da se definicije v skupni rabi uporabljajo na sistematičen način in da se semantika posreduje vsaki izvedbi, ki ponovno uporablja opise interoperabilnosti.

source: Label
fi: Nimi
sl: Oznaka

source: Local ID
fi: Paikallinen ID
sl: Lokalni ID

source: Allowed languages
fi: Sallitut kielet
sl: Dovoljeni jeziki

source: In language
fi: Suomeksi
sl: V angleščini

source: Undefined
fi: Ei määritelty
sl: Nedoločeno

source: Assign reusable predicate to library
fi: Lisää viite kirjastoon
sl: Osnovnemu besedišču dodelite predikat za večkratno uporabo

source: Assign reusable predicate to profile
fi: Lisää viite soveltamisprofiiliin
sl: Profilu dodeli predikat za večkratno uporabo

source: Assign class to library
fi: Lisää luokka kirjastoon
sl: Dodelite razred osnovnemu besedišču

source: Specialize class to profile
fi: Tarkenna luokka soveltamisprofiiliin
sl: Specializirajte razred profilu

source: Copy reusable association to library
fi: Kopioi assosiaatio kirjastoon
sl: Kopirajte povezavo za večkratno uporabo v osnovno besedišče

source: Copy reusable association to profile
fi: Kopioi assosiaatio soveltamisprofiiliin
sl: Kopirajte povezavo za večkratno uporabo v profilu

source: Copy reusable attribute to library
fi: Kopioi attribuutti kirjastoon
sl: Kopirajte atribut za večkratno uporabo v osnovno besedišče

source: Copy reusable attribute to profile
fi: Kopioi attribuutti soveltamisprofiiliin
sl: Kopirajte atribut za večkratno uporabo v profilu

source: Defined in vocabularies
fi: Määritelty sanastoissa
sl: Opredeljeno v besediščih

source: Change concept
fi: Vaihda käsite
sl: Spremenite pojem

source: Choose concept
fi: valitse käsite
sl: Izberite pojem

source: Submit error
fi: Toiminnossa tapahtui virhe
sl: Napaka pri pošiljanju

source: Predicate in use
fi: Predikaatti on käytössä
sl: Predikat v uporabi

source: Predicate type cannot be changed because it is already used by following resources
fi: Predikaatin tyyppiä ei voida muuttaa koska seuraavat resurssit käyttävät sitä
sl: Vrste predikata ni mogoče spremeniti, ker jo že uporabljajo naslednji viri

source: Convert to association
fi: Muuta assosiaatioksi
sl: Pretvorite v asociacijo

source: Convert to attribute
fi: Muuta attribuutiksi
sl: Pretvorite v atribut

source: Copy "{{text}}" to clipboard
fi: Kopioi “{{text}}” leikepöydälle
sl: Kopirajte »{{text}}« v odložišče

source: Copy properties
fi: Kopioi ominaisuuksia
sl: Kopirajte lastnosti

source: Copy properties from class
fi: Kopioi ominaisuuksia luokalta
sl: Kopirajte atribute ali povezave iz razreda

source: Session expired
fi: Istunto on vanhentunut
sl: Seja je potekla

source: Model not found
fi: Mallia ei löydy
sl: Modela ni mogoče najti

source: Group not found
fi: Ryhmää ei löydy
sl: Skupine ni mogoče najti

source: Page not found
fi: Sivua ei löydy
sl: Strani ni mogoče najti

source: Resource not found
fi: Resurssia ei löydy
sl: Vira ni bilo mogoče najti

source: You will be redirected to the front page
fi: Sinut uudelleenohjataan etusivulle
sl: Preusmerjeni boste na naslovno stran

source: You will be redirected to the model
fi: Sinut uudelleenohjataan mallin sivulle
sl: Preusmerjeni boste na model

source: Please login to perform the action
fi: Ole hyvä ja kirjaudu suorittaaksesi toiminto
sl: Za izvedbo dejanja se prijavite

source: Duplicate association target
fi: Assosiaation kohde on jo lisätty
sl: Podvojen cilj povezave

source: No
fi: Ei
sl: Ne

source: Match to content
fi: Hae sisällöstä
sl: Ujemanje z vsebino

source: Unique label
fi: Yksilöllinen nimi
sl: Edinstvena lokalizirana vrednost

source: All organizations
fi: Kaikki organisaatiot
sl: Vse organizacije

source: Choose organization
fi: Valitse organisaatio
sl: Izberite organizacijo

source: ADMIN
fi: Ylläpitäjä
sl: ADMINISTRATOR

source: MEMBER
sl: Član

source: Add new library
fi: Lisää uusi tietokomponenttikirjasto
sl: Dodajte novo osnovno besedišče

source: Add new profile
fi: Lisää uusi soveltamisprofiili
sl: Dodajte nov profil

source: InformationPool
fi: Tietovaranto
sl: Informacijska zaloga

source: InformationSystem
fi: Tietojärjestelmä
sl: Informacijski sistem

source: ExchangeFormat
fi: Siirtoformaatti
sl: Format izmenjave

source: InformationDescription
fi: Tietosisältö
sl: Opis informacij

source: Search
fi: Etsi
sl: Iskanje

source: standard
sl: Mednarodno priporočilo

source: All model types
sl: Vse vrste modelov

source: All use contexts
sl: Vsi konteksti uporabe

source: Deep class hit
sl: Razredi

source: Deep shape hit
sl: Oblike

source: Deep attribute hit
sl: Lastnosti

source: Deep association hit
sl: Povezave

source: Concept status
sl: Stanje pojma

source: Concept modified at
sl: Pojem spremenjen na

source: ADD EMAIL SUBSCRIPTION TO RESOURCE REGARDING CHANGES?
sl: DODAJTE NAROČNINO NA E-POŠTNA OBVESTILA NA VIR GLEDE SPREMEMB?

source: REMOVE EMAIL SUBSCRIPTION TO RESOURCE?
sl: ODSTRANITE NAROČNINO NA E-POŠTNA OBVESTILA NA VIR?

source: ARE YOU SURE YOU WANT TO ENABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
sl: STE PREPRIČANI, DA ŽELITE OMOGOČITI E-POŠTNA OBVESTILA?

source: ARE YOU SURE YOU WANT TO DISABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
sl: ALI STE PREPRIČANI, DA ŽELITE ONEMOGOČITI E-POŠTNA OBVESTILA?

source: Adding subscription failed.
sl: Dodajanje naročnine ni uspelo.

source: Subscription deletion failed.
sl: Brisanje naročnine ni uspelo.

source: INFO_TEXT_EMAIL_SUBSCRIPTIONS
sl: Ta funkcija izbere, ali so naročnine aktivne ali ne. Če odkljukate »Dnevno«, lahko onemogočite vse naročnine hkrati. Če ga označite, se naročnine znova aktivirajo.

source: CHANGE STATUS?
sl: SPREMEMBA?

source: CHANGE_STATUS_CONFIRMATION_PARAGRAPH_1
sl: Ali ste prepričani, da želite spremeniti status?

source: CHANGE_STATUS_CONFIRMATION_PARAGRAPH_2
sl: Po shranitvi, statusa ne morete spremeniti nazaj v nedokončano ali osnutek.

source: Choose starting status
sl: Izberite začetni status

source: Choose target status
sl: Izberite ciljni status

source: UPDATING_STATUSES_MESSAGE
sl: Posodabljanje statusov virov podatkovnega modela

source: Change resource statuses at the same time?
sl: Želite hkrati spremeniti stanja virov?

source: CHANGE RESOURCE STATUSES TOO?
sl: Ali naj se vsi viri s statusom {{startStatus}} spremenijo v status {{endStatus}}?

source: CREATING_NEW_MODEL_VERSION_MESSAGE
sl: Ustvarjanje nove različice podatkovnega modela

source: Example info
fi: Esimerkkiarvo ominaisuudelle
sl: Primer vrednosti za lastnost

source: Editorial note
fi: Muokkaajan kommentti
sl: Opomba ureditve

source: Editorial note info
sl: Podatki o opombi ureditve

source: Class id
fi: Luokan tunniste
sl: ID razreda

source: Class id info
fi: Luokan yksilöivä curie tunniste
sl: CURIE, ki identificira razred

source: Shape id
fi: Tarkennetun luokan tunniste
sl: ID oblike

source: Shape id info
fi: Tarkennetun luokan tunniste
sl: URI, ki identificira obliko

source: Attribute id
fi: Attribuutin tunniste
sl: ID atributa

source: Attribute id info
fi: Attribuutin yksilöivä curie tunniste
sl: CURIE, ki identificira Datatype lastnosti

source: Association id
fi: Assosiaation tunniste
sl: ID povezave

source: Association id info
fi: Assosiaation yksilöivä curie tunniste
sl: CURIE, ki identificira Object lastnosti

source: Property id
fi: Ominaisuuden tunniste
sl: ID nepremičnine

source: Property id info
fi: Ominaisuuden yksilöivä tunniste
sl: URI, ki identificira lastnosti

source: Class property id
fi: Luokan ominaisuuden paikallinen tunniste
sl: Lokalno ime lastnosti razreda

source: Class property id info
fi: Luokan ominaisuuden toissijainen tunniste jota voidaan käyttää skeemassa tai muussa paikallisessa toteutuksessa
sl: Podatki o ID-ju lastnosti razreda

source: Class attribute id
sl: Lokalno ime atributa razreda

source: Class attribute id info
sl: Sekundarni identifikator atributa razreda, ki se lahko uporablja v shemi ali drugi lokalni izvedbi

source: Class association id
sl: Lokalno ime povezave razreda

source: Class association id info
sl: Sekundarni identifikator razredne povezave, ki se lahko uporabi v shemi ali drugi lokalni izvedbi

source: Concept id
fi: Käsitteen tunniste
sl: ID pojma

source: Concept id info
fi: Käsitteen yksilöivä uri tunniste
sl: URI pojma

source: Vocabulary id
fi: Sanaston tunniste
sl: ID terminologije

source: Vocabulary id info
fi: Sanaston lyhyt tunniste
sl: Identifikator terminologije

source: Reference data URI
fi: Koodiston URI
sl: URI referenčnih podatkov

source: Reference data URI info
fi: Koodiston URI tunniste on pysyvä ja yksilöivä viittaus koodiston sijaintiin
sl: Podatki o URI referenčnih podatkov

source: Max properties
sl: Maksimum lastnosti

source: Max properties info
sl: Največje število lastnosti razreda. Deluje samo s shemami JSON!

source: Min properties
sl: Minimum lastnosti

source: Min properties info
sl: Najmanjše število lastnosti razreda. Deluje samo s shemami JSON!

source: Group label
fi: Ryhmän nimi
sl: Oznaka skupine

source: Group label info
fi: Kohdealueen ryhmän nimi
sl: Ime informacijskega področje

source: Class label
fi: Luokan nimi
sl: Oznaka razreda

source: Class label info
fi: Luokan ihmisluettava nimi
sl: Ime razreda

source: Shape label
fi: Tarkennetun luokan nimi
sl: Oznaka oblike

source: Shape label info
fi: Tarkannetun luokan ihmisluettava nimi
sl: Ime oblike

source: Property label
fi: Ominaisuuden nimi
sl: Oznaka lastnosti

source: Property label info
fi: Ominaisuuden ihmisluettava nimi
sl: Ime lastnosti

source: Class property label
fi: Luokan ominaisuuden nimi
sl: Oznaka lastnosti razreda

source: Class property label info
fi: Luokan ominaisuuden ihmisluettava nimi
sl: Podatki o oznaki lastnosti razreda

source: Class attribute label
sl: Oznaka atributa razreda

source: Class attribute label info
sl: Ime atributa

source: Class association label
sl: Oznaka povezave razreda

source: Class association label info
sl: Ime povezave

source: Concept suggestion label
fi: Käsite-ehdotuksen nimi
sl: Oznaka pojma predloge

source: Concept suggestion label info
fi: Ehdotettu termi käsitteelle
sl: Predlagani izraz za pojem

source: Concept definition
fi: Käsitteen määritelmä
sl: Opredelitev pojma

source: Concept definition info
fi: Käsitteen määritelmä kuvaa käsitesisältöä yleisellä tasolla ottaen huomioon vain olennaiset käsitepiirteet
sl: Podatki o definiciji pojma

source: Concept suggestion definition
fi: Käsite-ehdotuksen määritelmä
sl: Definicija predloga pojma

source: Concept suggestion definition info
fi: Käsite-ehdotuksen määritelmä tulee voi olla taustatietoa käsitteen käytöstä tai ehdotettu hyvin muotoiltu määritelmä. Hyvin muotoiltu määritelmä esittää täsmällisesti jonkin asian merkityssisällön, ottamalla huomioon vain välttämättömät mutta kuitenkin riittävät asian piirteet.
sl: Predlagana definicija mora vsebovati vse pomembne informacije o uporabi pojma

source: Namespace label
fi: Nimiavaruuden nimi
sl: Oznaka imenskega prostora

source: Namespace label info
fi: Nimiavaruuden ihmisluettava nimi
sl: Podatki o oznaki imenskega prostora

source: Reference data label
fi: Koodiston nimi
sl: Oznaka referenčnih podatkov

source: Reference data label info
fi: Koodisto on sovittu joukko koodiarvoja
sl: Podatki o oznaki referenčnih podatkov

source: State
fi: Tila
sl: Stanje

source: State info
fi: Hallintamalliin liittyvä resurssin tila
sl: Informacije o stabilnosti in uporabnosti vira

source: Defined by
fi: Määrittely
sl: Določeno z

source: Defined by info
sl: Sklicevanje na model, ki definira vir

source: Defined by library
fi: Tietokomponenttikirjasto
sl: Opredeljeno z osnovnim besediščem

source: Defined by library info
fi: Viite tietokomponenttikirjastoon jossa resurssi on määritelty
sl: Sklicevanje na osnovno besedišče, ki opredeljuje vir

source: Defined by profile
fi: Määritelty soveltamisprofiilissa
sl: Določeno s profilom

source: Defined by profile info
fi: Viite soveltamisprofiiliin jossa resurssin käyttö on määritelty
sl: Sklic na profil aplikacije, ki definira vir

source: Superclass
fi: Yläluokka
sl: Super razred

source: Superclass info
fi: Yleistettävissä oleva luokka, joka on semantiikaltaan laajempi
sl: je podrazred od

source: Superassociation
fi: Yläassosiaatio
sl: Super povezava

source: Superassociation info
fi: Yleistettävissä oleva assosiaatio, joka on semantiikaltaan laajempi
sl: je podlastnost od

source: Superattribute
fi: Yläattribuutti
sl: Super atribut

source: Superattribute info
fi: Yleistettävissä oleva attribuutti, joka on semantiikaltaan laajempi
sl: Informacije o superatributu

source: Superproperty
fi: Yläkäsite
sl: Super lastnost

source: Superproperty info
fi: Yleistettävissä oleva ominaisuus, joka on semantiikaltaan laajempi
sl: Informacije o super lastnosti

source: Range
fi: Arvoalue
sl: Obseg

source: Range info
fi: Ominaisuuden arvoalue
sl: Obseg lastnosti (ali podatkovni tip) je izbran s seznama interoperabilnih podatkovnih tipov XSD

source: Specialized from class
fi: Tarkennettu luokasta
sl: Specializirano iz razreda

source: Specialized from class info
fi: Luokka jota soveltamisprofiilissa on tarkennettu
sl: Sklicevanje na razred oblike

source: Example
fi: Esimerkki
sl: Primer

source: Definition info
fi: Käsitteen määritelmä
sl: Opredelitev pojma

source: Value class
fi: Kohde
sl: Razred vrednosti

source: Value class info
fi: Viite luokkaan joka toimii assosiaation kohteena
sl: Razred ali oblika, ki je obseg lastnosti predmeta

source: Predicate type
fi: Ominaisuuden tyyppi
sl: Tip predikata

source: Predicate type info
fi: Ominaisuus voi olla joko Attribuutti tai Assosiaatio
sl: Tip predikata je lahko podatkovni tip ali objektna lastnost

source: Equivalent class
fi: Vastaavat luokat
sl: Enakovredni razred

source: Equivalent class info
fi: Lista muualla määritellyistä luokista joilla on vastaava semanttinen merkitys
sl: Semantično enakovreden razred, ki je definiran v zunanjem modelu

source: Equivalent attribute
fi: Vastaavat attribuutit
sl: Enakovreden atribut

source: Equivalent attribute info
fi: Lista muualla määritellyistä attribuuteista joilla on vastaava semanttinen merkitys
sl: Semantično enakovredna lastnost Datatype, ki je definirana v zunanjem modelu

source: Equivalent association
fi: Vastaavat assosiaatiot
sl: Enakovredna povezava

source: Equivalent association info
fi: Lista muualla määritellyistä assosiaatioista joilla on vastaava semanttinen merkitys
sl: Semantično enakovredna lastnost predmeta, ki je definirana v zunanjem modelu

source: Equivalent property
fi: Vastaavat ominaisuudet
sl: Enakovredna lastnost

source: Equivalent property info
fi: Lista muualla määritellyistä ominaisuuksista joilla on vastaava semanttinen merkitys
sl: Podatki o enakovredni lastnosti

source: Broader concept
fi: Laajempi käsite
sl: Širši pojem

source: Broader concept info
fi: Käsitteeseen liittyvä yläkäsite
sl: Povezani širši pojem, ki opredeljuje neki kontekst za pojem

source: Internal group page
fi: Ryhmän sisäiset sivut
sl: Stran interne skupine

source: Internal group page info
fi: Kohdealueen ryhmän sisäiset sivut
sl: Povezava do notranje strani skupine, ki jo lahko uporabite za razpravo o definiranih modelih in virih

source: Vocabulary info
sl: Informacije o terminologiji

source: Namespace
fi: Nimiavaruus
sl: Imenski prostor

source: Namespace info
fi: Nimiavaruus jota käytetään resurssien yksilöintiin ja resolvointiin
sl: Imenski prostori se uporabljajo za prepoznavanje in razreševanje virov

source: Previous version
sl: Prejšnja različica

source: Previous version info
sl: Povezava do prejšnje različice

source: Resource identifier
fi: Resurssin tunniste
sl: Identifikator vira

source: Resource identifier info
fi: Käytä attribuutin arvoa resurssin pääasiallisena tunnisteena
sl: Uporabite vrednost atributa kot primarni identifikator vira

source: Default value
fi: Oletusarvo
sl: Privzeta vrednost
