Repository: MJU-PSI/yti-datamodel-ui
Catalog: po/*.po
Languages: fi, sl

source: Copied
fi: Kopioitu
sl: Kopirano

source: Yes
fi: Kyllä
sl: Da

source: Cancel
fi: Peruuta
sl: Prekličite

source: Select help topic
fi: Valitse ohjeen aihe
sl: Izberite temo pomoči

source: Close
fi: Sulje
sl: Zaprite

source: Show history
fi: Näytä historia
sl: Prikaz zgodovine

source: Copy
fi: Kopioi
sl: Kopirajte

source: Imported namespaces
fi: Käytetyt nimiavaruudet
sl: Uvoženi imenski prostori

source: Defined by this model
sl: Definirano s tem modelom

source: All models
fi: Kaikki tietomallit
sl: Vsi modeli

source: Show classes defined in profiles
fi: Näytä profiileissa määritellyt luokat
sl: Prikaži razrede, definirane v profilih

source: All types
fi: Kaikki tyypit
sl: Vsi tipi

source: Required
fi: Pakollinen kenttä
sl: Zahtevano

source: Status
fi: Tila
sl: Stanje

source: Remove
fi: Poista
sl: Odstranite

source: Edit
fi: Muokkaa
sl: Uredite

source: None added
fi: Ei yhtään lisätty
sl: Nič dodanih

source: Use context
fi: Sisällön tyyppi
sl: Uporabite kontekst

source: Classifications
fi: Luokitukset
sl: Informacijska področja

source: Add classification
fi: Lisää luokitus
sl: Dodajte področje

source: Contributors
fi: Sisällöntuottajat
sl: Sodelujoči

source: Add contributor
fi: Lisää sisällöntuottaja
sl: Dodajte sodelujočega

source: Import namespace
fi: Lisää nimiavaruus
sl: Uvoz imenskega prostora

source: Links
fi: Linkit
sl: Povezave

source: Add link
fi: Lisää linkki
sl: Dodajte povezavo

source: Status changed to one resource.
sl: Stanje spremenjen na en vir.

source: Status changed to
sl: Stanje spremenjeno v

source: resources.
sl: viri.

source: No resources were found with the starting status. No changes to resources statuses.
sl: Ni bilo najdenih virov z začetnim stanjem. Ni sprememb stanj virov.

source: New version of datamodel is created
sl: Ustvarjena je nova različica podatkovnega modela

source: Create new version of datamodel
sl: Ustvarite novo različico podatkovnega modela

source: Define prefix for the new version. Note that prefix is used to define the new namespace.
sl: Določite predpono za novo različico. Upoštevajte, da se za definiranje novega imenskega prostora uporablja predpona.

source: Save
fi: Tallenna
sl: Shranite

source: Reference data
fi: Koodisto
sl: Šifranti

source: Add reference data
fi: Lisää koodisto
sl: Dodajte referenčne podatke

source: Technical namespaces
fi: Tekniset nimiavaruudet
sl: Tehnični imenski prostori

source: Reference data information
fi: Koodiston tiedot
sl: Informacije o referenčnih podatkih

source: Update codes
sl: Posodobite šifre

source: Terminology
sl: Terminologija

source: Add vocabulary
fi: Lisää sanasto
sl: Dodajte besedišče

source: Maximize
fi: Suurenna
sl: Povečajte

source: Minimize
fi: Pienennä
sl: Zmanjšajte

source: previous
fi: edellinen
sl: prejšnji

source: next
fi: seuraava
sl: naslednji

source: close
fi: sulje
sl: zaprite

source: Data models
sl: Podatkovni modeli

source: Confirm delete
fi: Poistamisen hyväksyntä
sl: Potrdite brisanje

source: Following items are depending on the deleted
fi: Seuraavat asiat riippuvat poistettavasta
sl: Naslednji elementi se navezujejo na izbrisane

source: Are you sure that you want to delete?
fi: Oletko varma, että haluat poistaa?
sl: Ste prepričani, da želite izbrisati?

source: Show
fi: Näytä
sl: Prikažite

source: Download
fi: tallenna
sl: Prenesite

source: Export
fi: Lataa
sl: Izvozite

source: Historical versions
fi: Historialliset versiot
sl: Različice zgodovine

source: Choose action
sl: Izberite dejanje

source: Add email subscription
sl: Dodajte naročnino na e-poštna obvestila

source: Remove email subscription
sl: Odstranite naročnino na e-poštna obvestila

source: Update datamodel's resources' statuses
sl: Posodobite statuse virov podatkovnega modela

source: Create new version
sl: Ustvarite novo različico

source: No referrers
fi: Ei viittauksia
sl: Brez napotiteljev

source: Usage
fi: Viittaukset muista komponenteista
sl: Uporaba

source: Select all
fi: Valitse kaikki
sl: Izberite vse

source: Deselect all
fi: Poista kaikki valinnat
sl: Počistite vse

source: Define type for class property
fi: Määrittele luokan ominaisuuden tyyppi
sl: Določite vrsto za lastnost razreda

source: Choose
fi: valitse
sl: Izberite

source: Add property
fi: Lisää ominaisuus
sl: Dodajte atribut ali povezavo

source: No properties yet
fi: Ei vielä yhtään ominaisuutta
sl: Še brez lastnosti

source: Additional information
fi: Lisätiedot
sl: Dodatne informacije

source: Logical constraints
fi: Loogiset rajoitteet
sl: Logične omejitve

source: Choose class
fi: valitse luokka
sl: Izberite razred

source: Not defined
fi: Ei määritelty
sl: Ni definirano

source: Reusable predicate information
fi: Uudelleenkäytettävän ominaisuuden tiedot
sl: Informacije o predikatu za večkratno uporabo

source: Change reusable predicate
fi: Vaihda uudelleenkäytettävä ominaisuus
sl: Spremenite predikat za večkratno uporabo

source: Predicate information not found
fi: Uudelleenkäytettävää ominaisuutta ei löydy
sl: Podatki o predikatu niso bili najdeni

source: Optional metadata
fi: Valinnaiset metatiedot
sl: Izbirni metapodatki

source: Technical metadata
fi: Tekninen metadata
sl: Tehnični metapodatki

source: Property pairs
sl: Pari lastnosti

source: Reusable predicate
fi: Uudelleenkäytettävä ominaisuus
sl: Predikat za večkratno uporabo

source: Select class
fi: Valitse luokka
sl: Izberite razred

source: Add class
fi: Lisää luokka
sl: Dodajte razred

source: External classes
sl: Zunanji razredi

source: Include:
sl: Vključite:

source: All information domains
sl: Vsa informacijska področja

source: All class types
sl: Vse vrste razredov

source: All statuses
fi: Kaikki tilat
sl: Vsi statusi

source: Create shape from external URI
sl: Ustvarite obliko iz zunanjega URI-ja

source: Search existing class
sl: Iskanje obstoječega razreda

source: New class
sl: Nov razred

source: Shape from URI
sl: Oblika iz URI-ja

source: Actions
sl: Akcije

source: Copy class
sl: Kopirajte razred

source: Create sub class
sl: Kreirajte podrazred

source: Create super class
sl: Kreirajte nadrazred

source: Add namespace to model
sl: Dodajte imenski prostor modelu

source: without referencing concept
sl: brez sklicevanja na pojem

source: All vocabularies
fi: Kaikki sanastot
sl: Vsa besedišča

source: Concept is suggested to vocabulary
fi: Käsitettä ehdotetaan sanastoon
sl: Pojem je predlagan v besedišče

source: Select attribute or association
fi: Valitse attribuutti tai assosiaatio
sl: Izberite atribut ali povezavo

source: Add attribute or association
fi: Lisää attribuutti tai assosiaatio
sl: Dodajte atribut ali povezavo

source: INFO_TEXT_SUBJECT_VIEW_SELECT_CONCEPT
sl: Izberite pojem iz terminologije.

source: Select concept
sl: Iskanje {{name}}

source: No concept defined
fi: Käsitettä ei ole määritelty
sl: Ni definiranega pojma

source: Invalid url error
fi: Syöte ei ole URL
sl: Napaka neveljaven URL

source: Invalid stem error
fi: Virheellinen URI muoto
sl: Napaka neveljaven STEM

source: Invalid namespace error
fi: Nimiavaruuden täytyy päättyä ‘#’ tai ‘/‘ -merkkeihin
sl: Napaka neveljaven imenski prostor

source: Invalid namespace url urn error
sl: Imenski prostor mora biti URL in se končati z '#' ali '/' ali biti URN

source: Invalid id error
fi: Virheellinen tunniste
sl: Napaka neveljaven ID

source: Existing id error
fi: Tunniste on jo käytössä
sl: Napaka obstoječ ID

source: Existing or reserved id error
sl: Napaka obstoječ ali rezerviran ID

source: Required error
fi: Pakollinen kenttä
sl: Zahtevano

source: Required localized error
fi: Täytyy olla määritelty vähintään yhdellä kielellä
sl: Napaka zahtevano lokalizirano

source: Duplicate error
fi: Syöte on jo lisätty
sl: Napaka podvojeno

source: String error
fi: Literaalin täytyy alkaa kirjaimella
sl: Napaka v nizu

source: Length error
fi: Syöte on liian pitkä
sl: Napaka v dolžini

source: Prefix error
fi: Etuliite saa sisältää vain pieniä kirjaimia
sl: Predpona se mora začeti z malo začetnico. Vsebuje lahko samo male črke, številke in znaka "-" in "_" kot ločila. Brez skandinavskih črk.

source: Negative error
fi: Ei saa olla negatiivinen
sl: Napaka negativno

source: Greater than max error
fi: Ei saa olla suurempi kuin maksimi
sl: Napaka večje od maksimuma

source: Less than min error
fi: Ei saa olla pienempi kuin minimi
sl: Napaka manjše od minimuma

source: Unknown namespace
fi: Tuntematon nimiavaruus
sl: Neznan imenski prostor

source: Id name is required
fi: Tunniste puuttuu nimiavaruuden sisältä
sl: Id imena je obvezen

source: Must be imported namespace
fi: Nimiavaruutta ei ole lisätty riippuvuudeksi
sl: Imenski prostor mora biti uvožen

source: Is not valid language code
fi: Ei ole tunnettu kielikoodi
sl: Neveljavna šifra jezika

source: Is not valid reference data code
fi: Ei tunnettu koodiston arvo
sl: Neveljavna referenčna podatkovna šifra

source: INFO_TEXT_FRONTPAGE_SEARCH
sl: Imena modelov se iščejo kot privzeto. Iščete lahko tudi po vsebini, tako da kliknete polje »Razširite iskanje«.

source: Search term
sl: Iskalni izraz

source: INFO_TEXT_FRONTPAGE_FILTER_W_CLASSIFICATION
sl: Vsi modeli so razvrščeni v informacijska področja. Če želite videti modele, razvrščene v določeno informacijsko področje, kliknite ime informacijskega področja. Filter lahko odstranite s ponovnim klikom na ime informacijsko področje.

source: INFO_TEXT_FRONTPAGE_FILTER_RESULTS
sl: Rezultate iskanja lahko filtrirate z informacijami o organizaciji, vrsti ali statusu. Organizacija je za organizacijo, ki je odgovorna za vzdrževanje modela. Vrsta je bodisi osnovno besedišče ali profil aplikacije. Status je za status upravljanja modela.

source: hit
sl: zadetek

source: Total results
sl: Vsi rezultati

source: Add model
fi: Lisää tietomalli
sl: Dodajte model

source: ADD_LIBRARY_BUTTON_TEXT
sl: Novo osnovno besedišče

source: ADD_PROFILE_BUTTON_TEXT
sl: Nov profil

source: ToolInfo
sl: Orodje za podatkovne modele se uporablja za zbiranje, vzdrževanje in objavo podatkovnih modelov temeljnih registrov in osrednjih informacijskih rešitev javne uprave.

source: Search model
sl: Iščite model

source: Extend search
sl: Razširite iskanje

source: to content
sl: do vsebine

source: Filter with information domain
sl: Filtrirajte z informacijskim področjem

source: Filter results
sl: Filtrirajte rezultate

source: result
sl: rezultat

source: results
sl: rezultati

source: Search results
sl: Rezultati iskanja

source: Maintenance content
fi: Järjestelmä on valitettavasti toistaiseksi poissa käytöstä huoltokatkon takia.
sl: Aplikacija žal ne deluje zaradi vzdrževanja.

source: Maintenance
fi: Huoltokatko
sl: Premor zaradi vzdrževanja

source: Concept information
fi: Käsitteen tiedot
sl: Informacije o pojmu

source: Not selected
fi: Ei valittu
sl: Ni izbrano

source: Choose root class
fi: valitse juurisolmu
sl: Izberite korenski razred

source: Clear selection
fi: poista valinta
sl: Počistite izbiro

source: Edit reference data
fi: Muokkaa koodistoa
sl: Uredite referenčne podatke

source: Resources:
sl: Viri:

source: Enforce status transition rules
sl: Uveljavite pravila za prehod statusa

source: Starting status
sl: Začetno stanje

source: Target status
sl: Ciljno stanje

source: Change resource statuses as well
sl: Spremenite tudi statuse virov

source: Please note that the content of this field is public. Don't use personal contact information!
sl: Upoštevajte, da je vsebina tega polja javna. Ne vpisujte osebnih kontaktnih podatkov!

source: You will receive an email notification when this resource changes.
sl: Ko se ta vir spremeni, boste prejeli e-poštno obvestilo.

source: Datamodel definition
sl: Definicija podatkovnega modela

source: Datamodel details
sl: Podrobnosti podatkovnega modela

source: Datamodel documentation
sl: Dokumentacija podatkovnega modela

source: Information domain
sl: Informacijsko področje

source: Organization
sl: Organizacija

source: Browse reference data codes
fi: Selaa koodistoa
sl: Brskajte po referenčnih podatkih šifr

source: Identifier
fi: Tunniste
sl: Identifikator

source: Title
fi: Nimi
sl: Naslov

source: Select domain
sl: Izberite področje

source: Show technical namespaces
fi: Näytä tekniset nimiavaruudet
sl: Prikažite tehnične imenske prostore

source: Add new namespace
fi: Luo uusi nimiavaruus
sl: Dodajte nov imenski prostor

source: Search namespaces
fi: Hae nimiavaruuksia
sl: Iskanje imenskih prostorov

source: Select organization
fi: Valitse organisaatio
sl: Izberite organizacijo

source: Search reference data
fi: Hae koodistoja
sl: Iskanje referenčnih podatkov

source: All servers
fi: Kaikki palvelimet
sl: Vsi strežniki

source: All groups
fi: Kaikki ryhmät
sl: Vse skupine

source: Create new
fi: Luo uusi
sl: Ustvarite novo

source: Use selection
fi: Käytä valintaa
sl: Uporabite izbor

source: Search vocabularies
fi: Hae sanastoja
sl: Iščite besedišča

source: No search results
fi: Ei hakutuloksia
sl: Ni rezultatov iskanja

source: Start help
fi: Aloita ohje
sl: Začetna pomoč

source: Impersonate user
fi: Esiinny käyttäjänä
sl: Imitiranje uporabnika

source: LOG IN
fi: KIRJAUDU SISÄÄN
sl: VPIS

source: LOG OUT
fi: KIRJAUDU ULOS
sl: ODJAVA

source: User details
fi: Käyttäjätiedot
sl: Podrobnosti uporabnika

source: Reference Data
sl: Šifranti

source: Comments
sl: Komentarji

source: User right management
fi: Oikeuksienhallinta
sl: Upravljanje uporabniških pravic

source: Name
fi: Nimi
sl: Ime

source: Email
fi: Sähköposti
sl: E-naslov

source: Organizations and roles
fi: Organisaatiot ja roolit
sl: Organizacije in vloge

source: Unknown organization
fi: Tuntematon organisaatio
sl: Neznana organizacija

source: Waiting for approval
fi: Odottaa hyväksyntää
sl: Čakanje na odobritev

source: Send access request
fi: Lähetä käyttöoikeuspyyntö
sl: Pošljite zahtevo za dostop

source: Send
fi: Lähetä
sl: Pošljite

source: You have subscribed to be notified via email when the following resources change. To remove the subscription, click the icon next to the resource.
sl: Naročili ste se na prejemanje e-poštnih obvestil, ko se spremenijo naslednji viri. Če se želite odjaviti od naročnine, kliknite ikono poleg vira.

source: Email notifications
sl: E-poštna obvestila

source: Daily
sl: Dnevno

source: Code list resources
sl: Viri šifranta

source: Terminology resources
sl: Terminološki viri

source: Datamodel resources
sl: Viri podatkovnega modela

source: Comments resources
sl: Viri komentarjev

source: INFORMATION
sl: INFORMACIJE

source: SUBSCRIPTIONS
sl: NAROČNINE

source: xsd:long error
fi: Virheellinen kokonaisluku
sl: Neveljavno celo število

source: xsd:string
fi: Teksti
sl: Besedilo

source: rdfs:Literal
fi: Literaali
sl: Dobesedno

source: rdfs:Literal error
fi: Virheellinen literaali
sl: rdfs: dobesedna napaka

source: rdf:langString
fi: Kieliversioitu teksti
sl: Lokalizirano besedilo

source: rdf:langString error
fi: Virheellinen kieliversioitu teksti
sl: rdf:langString napaka

source: xsd:anyURI
fi: URI
sl: URI

source: xsd:anyURI error
fi: Virheellinen URI
sl: Neveljaven URI

source: xsd:boolean
fi: Kytkin
sl: Logični tip

source: xsd:boolean error
fi: Virheellinen kykin
sl: Neveljaven logični tip

source: xsd:decimal
fi: Desimaali
sl: decimalno

source: xsd:decimal error
fi: Virheellinen desimaali
sl: Neveljavna decimalka

source: xsd:double
fi: Desimaali (64bit)
sl: Decimalno (64-bitno)

source: xsd:double error
fi: Virheellinen desimaali
sl: Neveljavno podvojeno

source: xsd:float
fi: Desimaali (32bit)
sl: Decimalno (32-bitno)

source: xsd:float error
fi: Virheellinen desimaali
sl: Neveljavno decimalno število

source: xsd:integer
fi: Kokonaisluku
sl: Celo število

source: xsd:integer error
fi: Virheellinen kokonaisluku
sl: Neveljavno celo število

source: xsd:long
fi: Kokonaisluku (64bit)
sl: Celo število (64-bitno)

source: xsd:string error
fi: Virheellinen teksti
sl: Neveljavno besedilo

source: xsd:int
fi: Kokonaisluku (32bit)
sl: Celo število (32-bitno)

source: xsd:int error
fi: Virheellinen kokonaisluku
sl: Neveljavno celo število

source: xsd:date
fi: Päivämäärä
sl: Datum

source: xsd:date error
fi: Virheellinen päivämäärä
sl: Neveljaven datum

source: xsd:dateTime
fi: Ajanhetki
sl: Točka v času

source: xsd:dateTime error
fi: Virheellinen ajanhetki
sl: Neveljavna časovna točka

source: xsd:time
fi: Aika
sl: Čas

source: xsd:time error
fi: Virheellinen aika
sl: Neveljaven čas

source: xsd:gYear
fi: Vuosi
sl: Leto

source: xsd:gYear error
fi: Virheellinen vuosi
sl: Neveljavno leto

source: xsd:gMonth
fi: Kuukausi
sl: Mesec

source: xsd:gMonth error
fi: Virheellinen kuukausi
sl: Neveljaven mesec

source: xsd:gDay
fi: Päivämäärä
sl: Dan

source: xsd:gDay error
fi: Virheellinen päivämäärä
sl: Neveljaven dan

source: xsd:hexBinary
fi: Hex binääri
sl: Hex binarno

source: xsd:hexBinary error
fi: Virheellinen hex binääri
sl: Neveljavna šestnajstiška binarna datoteka

source: xsd:base64Binary
fi: Base64 binääri
sl: Binarno besedilo Base64

source: xsd:base64Binary error
fi: Virheellinen Base64 binääri
sl: Neveljavna binarna datoteka Base64

source: Guide through specializing a class
fi: Luokan erikoistamisen ohjeistus
sl: Vodič skozi specializacijo razreda

source: Add classification info
sl: Informacijsko področje razvršča podatkovne modele v določen kontekst uporabe

source: Add contributor info
sl: Sodelujoči so organizacije, ki lahko urejajo podatkovni model.

source: Add library
fi: Lisää tietokomponenttikirjasto
sl: Novo osnovno besedišče

source: Add library description
fi: Lisäämällä uuden tietokomponenttikirjaston voit luoda uusia uudelleenkäytettäviä luokkia ja ominaisuuksia sekä linkittää toimialueella määritellyt tietomääritykset kansallisiin sanastoihin, koodistoihin sekä kansainvälisiin tietomallistandardeihin
sl: Tukaj dodajte novo osnovno besedišče

source: Add model description
sl: Dodajte osnovno besedišče, specifično za področje, ali profil aplikacije, specifičen za aplikacijo

source: Add new property
sl: Dodajte novo lastnost

source: Add new property description
sl: Dodajte nov atribut ali povezavo

source: Add profile
fi: Lisää soveltamisprofiili
sl: Nov profil

source: Add profile description
fi: Lisäämällä uuden soveltamisprofiilin voit kuvata haluamasi tietosisällön höydyntämällä tietokomponenttikirjastoissa määriteltyjä uudelleenkäytettäviä luokkia sekä määritellä uusia luokkia hyödyntäen toimialakohtaisia sanastoja.
sl: Tukaj dodajte nov profil aplikacije

source: Add reference to namespace
fi: Lisää viite nimiavaruuteen
sl: Dodajte sklic na imenski prostor

source: Add reference to namespace description
fi: Lisäämällä uuden nimiavaruuden voit linkittää luokkia tai ominaisuuksia kansainvälisiin suosituksiin
sl: Uvožene imenske prostore je mogoče uporabiti za povezovanje razredov in lastnosti z drugimi standardi

source: Add vocabulary description
sl: Od tukaj dodajte novo besedišče

source: Association is here
fi: Assosiaation tiedot näkyvät täällä
sl: Povezava je tukaj

source: Association label
fi: Assosiaation nimi
sl: Oznaka povezave

source: Association label info
fi: Assosiaation ihmisluettava nimi
sl: Ime povezave

source: Association target can be changed from the list or by typing the identifier
fi: Assosiaation kohde voidaan vaihtaa täältä valitsemalla uusi kohde listasta tai kirjoittamalla kenttään luokan tunniste
sl: Cilj povezave lahko spremenite na seznamu ali z vnosom identifikatorja

source: Association target is here
fi: Assosiaation kohde näkyy täällä
sl: Cilj povezave je razred, na katerega se nanaša

source: Association target must be selected from list of existing classes
fi: Assosiaation kohde täytyy valita olemassaolevien luokkien listasta
sl: Cilj povezave je potrebno izbrati s seznama obstoječih razredov

source: Attribute is here
fi: Attribuutin tiedot näkyvät täällä
sl: Atribut se nahaja tukaj

source: Attribute is here info
fi: Attribuutin tiedoissa määritellään pysyvä URI tunniste, nimi, määritelmä ja tietotyyppi
sl: Informacije o atributih so sestavljene iz stalnega identifikatorja URI, imena, opisa in obsega xsd:datatype

source: Attribute label
fi: Attribuutin nimi
sl: Oznaka atributa

source: Attribute label info
fi: Attribuutin ihmisluettava nimi
sl: Ime atributa

source: Changes need to be saved
fi: Jos haluat tallettaa muutokset paina "Tallenna"
sl: Spremembe je potrebno shraniti

source: Class is here
fi: Luokan tiedot näkyvät täällä
sl: Razred je tukaj

source: Class is here info
fi: Luokan tiedoissa määritellään luokan nimi, kuvaus, käsite johon luokka perustuu sekä luokan ominaisuudet
sl: Informacije o izbranem razredu se nahajajo tukaj

source: Classes can be modified
fi: Luokkaa voidaan muokata täältä
sl: Razrede je mogoče spreminjati

source: Classes can be seen visually here
fi: Luokat ja niiden väliset assosiaatiot näkyvät visuaalisesti täällä
sl: Razrede si lahko vizualno ogledate tukaj

source: Classifications are here
sl: Izbrana področja se nahajajo tukaj

source: Concept is here
sl: Pojem se nahaja tukaj

source: Concept is here info
sl: Informacije o pojmu se nahajajo tukaj

source: Concept label
fi: Käsitteen nimi
sl: Oznaka pojma

source: Concept label info
fi: Käsitteen suositeltava termi
sl: Prednostni izraz pojma

source: Confirm selection
fi: Hyväksy valinta
sl: Potrdite izbiro

source: Confirm selection info
fi: Hyväksy tehdyt muutokset ja jatka
sl: Izbrano operacijo lahko potrdite tukaj

source: Congratulations for completing adding an association!
fi: Onnittelut assosiaation lisäämisessä onnistumisesta!
sl: Čestitke za dokončano dodano povezavo!

source: Congratulations for completing adding an attribute!
fi: Onnittelut attribuutin lisäämisessä onnstumisesta!
sl: Čestitke za dokončan dodan atribut!

source: Congratulations for completing class assignation!
fi: Onnittelut luokan kirjastoon liittämisessä onnistumisesta!
sl: Čestitke za opravljeno nalogo razreda!

source: Congratulations for completing library creation!
fi: Onnittelut tietokomponenttikirjaston luomisessa onnistumisesta!
sl: Čestitke za dokončan ustvarjen model!

source: Congratulations for completing library creation! description
fi: Voit nyt siirtyä tekemään oikeita tietokomponenttikirjastoja
sl: Zdaj lahko nadaljujete z ustvarjanjem pravih osnovnih besedišč

source: Congratulations for completing namespace require!
fi: Onnittelut nimiavaruuden lisäämisessä onnistumisesta!
sl: Čestitke za dokončan zahtevan imenski prostor!

source: Congratulations for completing new class creation!
fi: Onnittelut uuden luokan lisäämisessä onnistumisesta!
sl: Čestitke za dokončan ustvarjen nov razred!

source: Congratulations for completing profile creation!
fi: Onnittelut soveltamisprofiilin luomisessa onnistumisesta!
sl: Čestitke za dokončan ustvarjen profil!

source: Congratulations for completing profile creation! description
fi: Voit nyt siirtyä tekemään oikeita soveltamisprofiileja
sl: Zdaj lahko nadaljujete z ustvarjanjem pravih profilov aplikacij.

source: Congratulations for completing specialize class!
fi: Onnittelut luokan erikoistamisessa onnistumisesta!
sl: Čestitke za dokončan specialni razred!

source: Contributors are here
sl: Sodelavci so tukaj

source: Definition
fi: Määritelmä
sl: Definicija

source: Description
fi: Kuvaus
sl: Opis

source: Description info
fi: Tietosisällön kuvaus
sl: Opis vira

source: Guide through adding an association
fi: Assosiaation lisäämisen ohjeistus
sl: Vodič za dodajanje povezave

source: Guide through adding an attribute
fi: Attribuutin lisäämisen ohjeistus
sl: Vodič za dodajanje atributa

source: Guide through assigning class to a library
fi: Luokan kirjastoon liittämisen ohjeistus
sl: Vodič za dodeljevanje razreda knjižnici

source: Guide through creating a class
fi: Uuden luokan luomisen ohjeistus
sl: Vodič za ustvarjanje razreda

source: Guide through creating new library
fi: Ohje uuden tietokomponenttikirjaston luomiseen
sl: Vodič za ustvarjanje novega temeljnega besedišča
