Repository: MJU-PSI/yti-datamodel-ui
Catalog: po/*.po
Languages: fi, sl

source: Guide through creating new library description
fi: Tietokomponenttikirjastolla tarkoitetaan toimialakohtaisesti määriteltyä loogisen tason tietomallia, jossa määritellään uudelleenkäytettäviä tietorakenteita. Tietokomponentit linkitetään toimialueella käytettyihin kansainvälisiin ja kansallisiin standardeihin, sanastoihin ja koodistoihin.
sl: Knjižnice osnovnega besedišča so modeli povezanih podatkov, ki definirajo razrede, lastnosti tipov podatkov in lastnosti predmetov, ki jih je mogoče ponovno uporabiti. Osnovna besedišča so ustvarjena na podlagi dobro definiranih pojmov, opisanih v terminoloških slovarjih in povezanih z obstoječimi standardi metapodatkov z uporabo URI-jev.

source: Guide through creating new profile
fi: Ohje uuden soveltamisprofiilin luomiseen
sl: Vodič za ustvarjanje novega profila aplikacije

source: Guide through creating new profile description
fi: Soveltamisprofiililla tarkoitetaan tiettyyn käyttötapaukseen määriteltyä loogista tietomallia joka hyödyntää toimialueella määriteltyjä uudelleenkäytettäviä tietokomponentteja. Soveltamisprofilin avulla dokumentoidaan tarvittavat tietosisällöt ja tietorakenteet.
sl: Aplikacijski profili so strojno berljivi informacijski modeli, ki dokumentirajo informacijske strukture z uporabo oblik, ustvarjenih iz osnovnih besedišč in drugih zunanjih povezanih podatkovnih modelov. Aplikacijske profile je mogoče uporabiti za dokumentiranje informacijskih struktur, povezovanje aplikacijskih specifičnih podatkovnih modelov z mednarodnimi standardi in uporabo aplikacijskega profila kot osnove za fizični podatkovni model v kateri koli sintaksi.

source: Guide through requiring a namespace
fi: Nimiavaruuden lisäämisen ohjeistus
sl: Vodič za zahtevanje imenskega prostora

source: Add class description
fi: Voit lisätä uuden luokan täältä
sl: Od tukaj dodajte nov razred

source: Imported namespaces are here
fi: Lisätyt nimiavaruudet näkyvät täällä
sl: Uvoženi imenski prostori se nahajajo tukaj

source: Imported namespaces can be used to link resources to existing standards
fi: Sisällytettyjä nimiavaruuksia voidaan käyttää tietokomponenttien linkittämiseen
sl: Uvožene imenske prostore je mogoče uporabiti za povezovanje virov z obstoječimi standardi

source: Library label
fi: Tietokomponenttikirjaston nimi
sl: Oznaka osnovnega besedišča

source: Library label info
fi: Tietokomponenttikirjaston ihmisluettava nimi
sl: Ime osnovnega besedišča

source: Model languages
fi: Tietosisällön kielet
sl: Jeziki modelov

source: Model languages info
fi: Kielen määrittämisen avulla tietomalli voidaan lokalisoida valituille kielille. Kieli määritellään listaamalla halutut kielet ISO-639-2 luokituksen mukaisesti.
sl: Modele je mogoče lokalizirati v več jezikov. Uporabljeni jeziki so tukaj navedeni kot jezikovne šifre ISO 639-2.

source: Modify class
fi: Muokkaa luokkaa
sl: Spremenite razred

source: Modify library
fi: Muokkaa tietokomponenttikirjastoa
sl: Spremenite osnovna besedišča

source: Modify library description
fi: Tietokomponenttikirjastoa voidaan muokata jos halutaan tarkentaa kuvailutietoja tai lisätä uusia sanastoja, koodistoja tai nimiavaruuksia
sl: Tu lahko spremenite osnovno besedišče

source: Modify profile
fi: Muokkaa soveltamisprofiilia
sl: Spremenite profil

source: Modify profile description
fi: Soveltamisprofiilia voidaan muokata kun halutaan tarkentaa kuvailutietoja, lisätä uusia sanastoja, koodistoja tai nimiavaruuksia
sl: Tu lahko spremenite profil aplikacije

source: Open library details
fi: Avaa tietokomponenttikirjaston tiedot
sl: Odprite podrobnosti knjižnice

source: Open library details description
fi: Tietokomponenttikirjastoon liittyvät lisätiedot, kuten käytetyt sanastot ja koodistot löytyvät tämän paneelin alta. Täältä voit myös ladata tietokomponenttikirjaston eri formaateissa, kuten XML tai JSON base-skeemana.
sl: Informacije o osnovnem besedišču lahko najdete tukaj. Ta plošča vsebuje informacije o uporabljenih imenskih prostorih, terminologiji, referenčnih podatkih in generični dokumentaciji o modelu. Iz te plošče lahko tudi izvozite podatkovni model v različnih formatih.

source: Open profile details
fi: Avaa soveltamisprofiilin tiedot
sl: Odprite podrobnosti profila

source: Open profile details description
fi: Soveltamisprofiiliin liittyvät lisätiedot, kuten käytetyt sanastot ja koodistot löytyvät tämän paneelin alta. Täältä voit myös ladata profiilin eri formaateissa, kuten XML tai JSON skeemana.
sl: Informacije o profilu aplikacije najdete tukaj. Ta plošča vsebuje informacije o uporabljenih imenskih prostorih, terminologiji, referenčnih podatkih, zgodovini podatkovnega modela. Iz te plošče lahko tudi izvozite podatkovni model v različnih formatih.

source: Prefix
fi: Etuliite
sl: Predpona

source: Prefix info
fi: Etuliitettä käytetään nimiavaruuden ja helpommin luettavien curie tunnisteiden muodostamiseen
sl: Predpone se uporabljajo za oblikovanje imenskih prostorov in človeku berljivih CURIE:s

source: Profile label
fi: Soveltamisprofiilin nimi
sl: Oznaka profila

source: Profile label info
fi: Soveltamisprofiilin ihmisluettava nimi
sl: Ime profila aplikacije

source: Property is here
fi: Ominaisuuden tiedot näkyvät täällä
sl: Tukaj je opredeljena uporaba lastnosti

source: Property is here info
fi: Ominaisuuden tiedoissa kuvataan nimi, määritelmä, arvoalue sekä käsite johon ominaisuus perustuu
sl: Informacije o uporabi lastnosti so sestavljene iz imena lastnosti, specifičnega za razred, opisa uporabe lastnosti in posebnih informacij o lastnostih, ki se uporabljajo v kontekstu razreda.

source: Save changes
sl: Shranite spremembe

source: Search for
sl: Iskanje {{name}}

source: Search for class
sl: Iskanje razreda

source: Search for class info
sl: Iskanje {{name}} v razredih

source: Search for concept
sl: Iskanje {{name}}

source: Search for concept info
sl: Če želite ustvariti nov vir, morate definirati semantiko vira. Uporabite lahko obstoječe pojme iz terminologije ali ustvarite nov pojem, če zahtevanega izraza in definicije ne najdete.

source: Search for info
sl: Poiščite {{name}} v obstoječih virih. Vedno najprej iščite!

source: Search for predicate
sl: Iskanje {{name}}

source: Search for predicate info
sl: Poiščite obstoječi atribut ali povezavo. Vedno najprej iščite!

source: Select association target
fi: Aloita assosiaation kohteen valinta
sl: Izberite cilj povezave

source: Select class description
sl: Tukaj izberite razred

source: Select concept suggest creation
fi: Ehdota uutta käsitettä sanastoon
sl: Ustvarite nov predlog pojma

source: Select concept suggest creation info
fi: Tee käsite-ehdotus jos olemassaolevaa käsitettä ei ole määriteltynä käytetyissä sanastoissa
sl: Če kateri pojem ni definiran v uporabljeni terminologiji, lahko ustvarite nov predlog pojma, ki se pošlje upravljavcem terminologije.

source: Select name and description
fi: Valitse attribuutit nimi ja kuvaus
sl: Izberite ime in opis

source: Select name and description info
fi: Valitaan ominaisuuksien joukosta halutut ominaisuudet
sl: Tukaj lahko izberete, katere atribute ali povezave želite uporabiti v našem profilu aplikacije

source: Select new association creation
fi: Valitse uuden assosiaation luominen
sl: Izberite kreiranje nove povezave

source: Select new association creation info
fi: Tee uusi assosiaatio jos et löydä uudelleenkäytettäviä ominaisuuksia
sl: Tukaj lahko ustvarite novo povezavo

source: Select new attribute creation
sl: Izberite kreiranje novega atributa

source: Select new attribute creation info
sl: Izberite podatke o kreiranju novega atributa

source: Select new creation
fi: Valitse uuden luominen
sl: Izberite Ustvarite nov razred

source: Select new creation info
fi: Tee uusi jos et löydä olemassaolevia tietomäärityksiä
sl: Če nekega razreda ni mogoče najti, ga lahko ustvarite tukaj

source: Select registration number and vehicle code
sl: Izberite registrsko številko in šifro vozila

source: Select registration number and vehicle code info
sl: Izberite podatke o registrski številki in šifri vozila

source: Select search result
sl: Izberite rezultat iskanja

source: Select search result info
sl: Tukaj izberite rezultat iskanja

source: Select super class
sl: Izberite super razred

source: Select the vocabulary that is missing the required concept
fi: Valitse sanasto johon haluat ehdottaa uutta käsitettä
sl: Izberite besedišče, v katerem manjka zahtevani pojem

source: Suggest definition or description for the concept
fi: Ehdota käsitteelle määritelmää kuvailemalla käsite mahdollisimman hyvin
sl: Predlagajte definicijo ali opis pojma

source: Super class can be changed from the list or by typing the identifier
sl: Super razred lahko spremenite iz seznama ali z vnosom identifikatorja

source: Super class is here
sl: Super razred se nahaja tukaj

source: Super class must be selected from list of existing classes
sl: Super razred je potrebno izbrati iz seznama obstoječih razredov

source: This tutorial shows how to add Class from existing library
fi: Tässä ohjeessa näytetään olemassaolevaan luokkaan viittaaminen toisesta kirjastosta
sl: Ta vaja prikazuje, kako dodati razred iz obstoječe knjižnice

source: This tutorial shows how to add association to a Class
fi: Tässä ohjeessa näytetään uuden assosiaation lisääminen luokalle
sl: Ta vaja prikazuje, kako dodati povezavo razredu

source: This tutorial shows how to add new attribute
fi: Tässä ohjeessa näytetään uuden attribuutin lisääminen luokalle
sl: Ta vaja prikazuje, kako dodati nov atribut

source: This tutorial shows how to create a new Class
fi: Tässä ohjeessa näytetään uuden luokan lisääminen
sl: Ta vaja prikazuje, kako ustvariti nov razred

source: This tutorial shows how to create a new shape from a class
fi: Tässä ohjeessa näytetään luokan tarkentaminen olemassaolevasta luokasta
sl: Ta vaja prikazuje, kako ustvariti novo obliko iz razreda

source: This tutorial shows how to import new namespace to the model
fi: Tässä ohjeessa näytetään nimiavaruuden lisääminen
sl: Ta vaja prikazuje, kako uvoziti nov imenski prostor v model

source: Vocabularies are here
sl: Terminologije lahko najdete tukaj

source: Vocabularies can be used to link resources to existing concepts
sl: Besedišča je mogoče uporabiti za povezovanje virov z obstoječimi pojmi

source: Vocabulary
fi: Sanasto
sl: Terminologija

source: You can add new attribute or association to the Class from here
fi: Täältä voit lisätä luokalle uuden attribuutin jonka arvoalue perustuu tietotyyppiin tai assosiaation jolla viitataan toiseen luokkaan
sl: Tu lahko razredu dodate nov atribut ali povezavo

source: Copy shape
fi: Kopioi tarkennettu luokka
sl: Kopirajte obliko

source: not found in the concept database
fi: ei löydy sanastosta
sl: ni mogoče najti v bazi pojmov

source: Define concept for the new class
fi: Määrittele käsite uudelle luokalle
sl: Določite pojem za nov razred

source: Define concept for the shape
fi: Määrittele käsite tarkennetulle luokalle
sl: Določite pojem za obliko

source: Define concept for the new shape
fi: Määrittele käsite uudelle tarkennetulel luokalle
sl: Določite pojem za novo obliko

source: Define concept for the attribute
fi: Määrittele käsite attribuutille
sl: Definirajte pojem za atribut

source: Define concept for the new attribute
fi: Määrittele käsite uudelle attribuutille
sl: Definirajte pojem za nov atribut

source: Define concept for the association
fi: Määrittele käsite assosiaatiolle
sl: Določite pojem povezave

source: Define concept for the new association
fi: Määrittele käsite uudelle assosiaatiolle
sl: Določite pojem za novo povezavo

source: Create new class without referencing concept
fi: Luo uusi luokka ilman käsiteviitettä
sl: Ustvarite nov razred brez pojma sklicevanja

source: Create new shape without referencing concept
fi: Luo uusi tarkennettu luokka ilman käsiteviitettä
sl: Ustvarite novo obliko brez sklicevanja na pojem

source: Create new association without referencing concept
fi: Luo uusi assosiaatio ilman käsiteviitettä
sl: Ustvarite novo povezavo brez sklicevanja na pojem

source: Create new attribute without referencing concept
fi: Luo uusi attribuutti ilman käsiteviitettä
sl: Ustvarite nov atribut brez sklicevanja na pojem

source: suggest
fi: ehdota
sl: predlagati

source: suggestion
fi: ehdotus
sl: predlog

source: and create new
fi: ja luo uusi
sl: in ustvarite novo

source: Use
fi: Käytä
sl: Uporaba

source: Unstable
fi: Keskeneräinen
sl: Nestabilno

source: Draft
fi: Luonnos
sl: Osnutek

source: Recommendation
fi: Suositus
sl: Priporočilo

source: Deprecated
fi: Käytöstä poistunut
sl: Zastarelo

source: Suggestion
fi: Ehdotus
sl: Predlog

source: Hide
fi: Piilota
sl: Skrijte

source: Show model details
fi: Näytä tietomallin tiedot
sl: Prikažite podrobnosti modela

source: Hide model details
fi: Piilota tietomallin tiedot
sl: Skrijte podrobnosti modela

source: Front page
fi: Etusivu
sl: Naslovna stran

source: New library creation
fi: Uuden tietokomponenttikirjaston luonti
sl: Novo osnovno besedišče

source: New profile creation
fi: Uuden soveltamisprofiilin luonti
sl: Ustvarjanje novega profila

source: Delete library
fi: Poista tietokomponenttikirjasto
sl: Izbrišite osnovno besedišče

source: Delete profile
fi: Poista soveltamisprofiili
sl: Izbrišite profil

source: group
fi: Ryhmä
sl: skupina

source: model
fi: Tietokomponenttikirjasto
sl: Osnovno besedišče

source: library
fi: Tietokomponenttikirjasto
sl: Osnovno besedišče

source: shape
fi: Tarkennettu luokka
sl: oblika

source: profile
fi: Soveltamisprofiili
sl: Profil aplikacije

source: class
fi: Luokka
sl: Razred

source: attribute
fi: Attribuutti
sl: Atribut

source: association
fi: Assosiaatio
sl: Povezava

source: property
fi: Ominaisuus
sl: lastnost

source: fi
fi: Suomeksi
sl: finščina

source: en
fi: Englanniksi
sl: angleščina

source: data language
fi: Sisällön kieli
sl: Vsebina v jeziku

source: data fi
fi: Sisältö suomeksi
sl: Vsebina v finščini

source: data en
fi: Sisältö englanniksi
sl: Vsebina v angleščini

source: data sv
fi: Sisältö ruotsiksi
sl: Vsebina v švedščini

source: data ru
fi: Sisältö venäjäksi
sl: Vsebina v ruščini

source: Edit in progress
fi: Muokkaaminen on kesken
sl: Urejanje v teku

source: Are you sure that you want to continue? By continuing unsaved changes will be lost.
fi: Oletko varma, että haluat jatkaa? Jatkaessasi tallentamattomat muutokset katoavat.
sl: Ste prepričani, da želite nadaljevati? Če nadaljujete, bodo neshranjene spremembe izgubljene.

source: Dialog is open
fi: Dialogi on avattuna
sl: Pogovorno okno je odprto

source: Are you sure that you want to close dialog?
fi: Oletko varma, että haluat sulkea dialogin?
sl: Ste prepričani, da želite zapreti pogovorno okno?

source: Save visualization position
fi: Visualisoinnin sijaintien tallennus
sl: Shranite položaj vizualizacije

source: Are you sure you want to save? Saving overrides previously saves positions.
fi: Oletko varma, että haluat tallettaa? Tallettaminen korvaa edelliset sijainnit.
sl: Ste prepričani, da želite shraniti? Shranitev bo povozila predhodno shranjene položaje.

source: Delete class
fi: Poista luokka
sl: Izbrišite razred

source: Delete shape
fi: Poista tarkennettu luokka
sl: Izbrišite obliko

source: Delete class from this library
fi: Poista luokka tästä kirjastosta
sl: Izbrišite razred iz tega osnovnega besedišča

source: Delete shape from this library
fi: Poista tarkennettu luokka tästä kirjastosta
sl: Izbrišite obliko iz te knjižnice

source: Class list
fi: Luokat
sl: Seznam razredov

source: Add attribute
fi: Lisää attribuutti
sl: Dodajte atribut

source: Delete attribute
fi: Poista attribuutti
sl: Izbrišite atribut

source: Delete attribute from this library
fi: Poista attribuutti tästä kirjastosta
sl: Izbrišite atribut iz tega osnovnega besedišča

source: Delete attribute from this profile
fi: Poista attribuutti tästä profiilista
sl: Izbrišite atribut iz tega profila

source: Attribute list
fi: Attribuutit
sl: Seznam atributov

source: Add association
fi: Lisää assosiaatio
sl: Dodajte povezavo

source: Delete association
fi: Poista assosiaatio
sl: Izbrišite povezavo

source: Delete association from this library
fi: Poista assosiaatio tästä kirjastosta
sl: Izbrišite povezavo iz tega osnovnega besedišča

source: Delete association from this profile
fi: Poista assosiaatio tästä profiilista
sl: Izbrišite povezavo z tega profila

source: Association list
fi: Assosiaatiot
sl: Seznam povezav

source: Choose attribute
fi: valitse attribuutti
sl: Izberite atribut

source: Choose association
fi: valitse assosiaatio
sl: Izberite povezavo

source: What is description?
fi: Mitä ovat yhteentoimivuuden kuvaukset?
sl: Kakšni so opisi interoperabilnosti?

source: What is description content
fi: Yhteentoimivuuden kuvaukset ovat tietomäärityksiä, joiden avulla turvataan niin ihmis- kuin koneluettava semanttinen yhteentoimivuus sekä tietojärjestelmien vaatima tekninen yhteentoimivuus sähköisissä, tietointensiivisissä palveluprosesseissa. Yhteentoimivuuden kuvaukset muodostuvat sanastoissa kuvatuista käsitteistä, semantiikaltaan näihin käsitteisiin pohjautuvista yhteiskäyttöisistä tietomäärityksistä, eli tietokomponenteista sekä edelleen näiden käyttöä eri toteutuksissa tarkentavista soveltamisprofiileista.
sl: Opisi interoperabilnosti so nabor visoko uporabljivih metapodatkov, ki omogočajo harmonizacijo podatkovnih modelov in ustvarjanje interoperabilnih storitev. Bolj kot se zanašamo na digitalizacijo v naših transakcijah in poslovanju, bolj moramo zagotoviti, da je komunikacija med ljudmi in med stroji točna in sposobna ohraniti pomen podatkov – brez stalne pomoči pri interpretaciji. Opisi interoperabilnosti so sestavljeni iz pojmov, opredeljenih v skladu s terminološko teorijo kot nadzorovana terminologija, informacijskih komponent za večkratno uporabo, ki temeljijo na skupnih definicijah pojmov, in aplikacijskih profilov, ki določajo uporabo informacijskih komponent.

source: What is method?
fi: Mikä on yhteentoimivuusmenetelmä?
sl: Kaj je okvir semantične interoperabilnosti?

source: What is method content
fi: Yhteentoimivuusmenetelmän avulla voidaan kuvata tietojärjestelmissä käytettävä tietosisältö ottamatta kantaa sovellusten tekniseen toteutukseen. Yhteentoimivuusmenetelmä yhdistää tietomallien, sanastojen ja koodistojen kehittämisen yhtenäiseksi kokonaisuudeksi. Menetelmä pohjautuu kansainvälisten standardien soveltamiseen, voit lukea lisää yhteentoimivuusmenetelmästä ja välineistön kehittämisestä <a href='https://confluence.csc.fi/pages/viewpage.action?pageId=51893708'>täältä.</a>
sl: Ogrodje semantične interoperabilnosti opisuje metodo za definiranje metapodatkov informacijskih sistemov na tehnološko neodvisen način. Tvori strukturirano skupno arhitekturo, ki povezuje terminološko delo, modeliranje podatkov in referenčne podatke. Metoda temelji na mednarodnih standardih in priporočilih. Preberite več o metodi in razvoju orodij <a href="https://confluence.csc.fi/display/korkeakoulujentietomalli/Semantic+Interoperability+Architecture">tukaj</a>.

source: What can I do?
fi: Mitä yhteensopivuuden välineistöllä voi tehdä?
sl: Kaj zmore interoperabilnostna platforma?

source: What can I do content
fi: Yhteentoimivuuden välineistö on työkalu, jolla voidaan konkreettisesti hyödyntää tietoarkkitehtuurin määrityksiä operatiivisessa toiminnassa. Tietojärjestelmällä voidaan kehittää, dokumentoida ja avoimesti julkaista yhteiskäyttöiset ja uudelleen käytettävät tietokomponentit, sekä toteutuskohtaiset tietomääritykset (Soveltamisprofiilit). Välineistöllä julkaistavat tietomääritykset on hyödynnettävissä viestinvälitykseen (rajapintaratkaisut), tietokantarakenteeksi (tietovarannot) tai sovelluskehitykseen (tietojärjestelmät).
sl: Interoperabilnostna platforma je nabor orodij, zasnovanih za uporabo pri razvijanju, dokumentiranju in objavljanju opisov interoperabilnosti, kot so informacijske komponente, ki jih je mogoče ponovno uporabiti, in profili aplikacij. Ponuja storitev na enem mestu za javno objavljene opise podatkov in besedišča. Ti semantično koherentni podatkovni modeli pomagajo pri načrtovanju upravljanja informacij v operacijah izmenjave informacij (integracija, vmesnik, servisno vodilo) ali razvoju baze podatkov in programske opreme.

source: How?
fi: Kuinka pääsen osallistumaan?
sl: Kako lahko sodelujem?

source: How content
fi: Välineistössä julkaistut tietomääritykset ovat vapaasti selailtavissa. Sisältöjä tietokomponenttikirjastoihin tuottavat eri kohdealueiden asiantuntijat.
sl: Do opisov interoperabilnosti, objavljenih v Workbenchu, lahko dostopate in jih prosto brskate. V prihodnosti bodo vsebino teh temeljnih besedišč in aplikacijskih profilov skupaj izdelali strokovnjaki, povezani z vsakim predmetnim področjem.

source: of group
fi: ryhmästä
sl: skupina

source: of model
fi: tietokomponenttikirjastosta
sl: model

source: of library
fi: kirjastosta
sl: Osnovno besedišče

source: of profile
fi: soveltamisprofiilista
sl: profil

source: of class
fi: luokasta
sl: razred

source: of shape
fi: tarkennetusta luokasta
sl: oblika

source: of association
fi: assosiaatiosta
sl: povezave

source: of attribute
fi: attribuutista
sl: atribut

source: of concept
fi: käsitteestä
sl: pojma

source: of conceptSuggestion
fi: käsite-ehdotuksesta
sl: predlog pojma

source: search attribute or association
fi: Hae attribuuttia tai assosiaatiota
sl: Iščite atribut ali povezavo ...

source: search class
fi: Hae luokkaa
sl: Napišite ime razreda

source: search descriptions
fi: Etsi yhteensopivuuden kuvauksista
sl: iščite opisov

source: Search from concept database
fi: Hae sanastosta…
sl: iščite po podatkovni bazi pojmov

source: search namespace
fi: Hae nimiavaruutta…
sl: Iskanje imenskega prostora ...

source: search vocabulary
fi: Hae sanastoa…
sl: Iskanje po besedišču ...

source: search reference data
fi: Hae koodistoa…
sl: Iskanje referenčnih podatkov ...

source: Select attribute
fi: Valitse attribuutti
sl: Izberite atribut

source: search attribute
fi: Hae attribuuttia
sl: Napišite ime atributa

source: Select association
fi: Valitse assosiaatio
sl: Izberite združitev

source: search association
fi: Hae assosiaatiota
sl: Napišite ime povezave

source: Use attribute
fi: Käytä attribuuttia
sl: Uporabite atribut

source: Use association
fi: Käytä assosiaatiota
sl: Uporabite združitev

source: Create and use attribute
fi: Luo attribuutti ja käytä
sl: Ustvarite in uporabite atribut

source: Create and use association
fi: Luo assosiaatio ja käytä
sl: Ustvarite in uporabite povezavo

source: Unauthorized
fi: Ei oikeuksia
sl: Nepooblaščeno

source: ID is already in use
fi: Tunniste on jo käytössä
sl: ID je že v uporabi

source: Resource dependencies restricts removing
fi: Resurssin riippuvuudet estävät poistamisen
sl: Navezovanje na vire omejuje odstranitev

source: Unexpected error
fi: Tapahtui odottamaton virhe
sl: Nepričakovana napaka

source: Not found
fi: Ei löydy
sl: Ni najdeno

source: Not removed
fi: Ei saatu poistettua
sl: Ni odstranjeno

source: Resource status restricts removing
fi: Ei ole poistettavassa tilassa
sl: Stanje vira omejuje odstranjevanje

source: Resource is in use
fi: On jo käytössä
sl: Vir je v uporabi

source: Already added
fi: On jo lisätty
sl: Že dodano

source: Write identifier
fi: Kirjoita tunniste…
sl: Napišite identifikator ...

source: Write URI
fi: Kirjoita URI…
sl: Napišite URI ...

source: Write URL
fi: Kirjoita URL...
sl: Napišite URL ...

source: Library information
fi: Tietokomponenttikirjaston tiedot
sl: Informacije o osnovnem besedišču

source: Profile information
fi: Soveltamisprofiilin tiedot
sl: Informacije o profilu

source: Class information
fi: Luokan tiedot
sl: Informacije o razredu

source: Shape information
fi: Tarkennetun luokan tiedot
sl: Informacije o obliki

source: Attribute information
fi: Attribuutin tiedot
sl: Informacije o atributu
