Repository: MJU-PSI/yti-datamodel-ui
Catalog: po/*.po
Languages: fi, sl

source: Default value info
fi: Oletusarvo, joka annetaan ominaisuudelle jos muuta arvoa ei ole määritelty
sl: Privzeta vrednost za lastnosti, ki se lahko uporabi, če nobena vrednost ni podana ročno

source: Allowed values
fi: Sallitut arvot
sl: Dovoljene vrednosti

source: Allowed values info
fi: Lista ominaisuudelle sallituista arvoista
sl: Seznam vrednosti, ki so dovoljene

source: Class type
fi: Luokan tyyppi
sl: Vrsta razreda

source: Class type info
fi: Luokalla voi olla useita sallittuja luokkamääreitä
sl: Podatki vrsti razreda

source: Fixed value
fi: Pakollinen arvo
sl: Fiksna vrednost

source: Fixed value info
fi: Ennaltamääritelty pakollinen arvo joka täytyy löytyä datasta
sl: Fiksna vrednost lastnosti

source: Pattern
fi: Säännollinen lauseke
sl: Vsakdanje izražanje

source: Pattern info
fi: Säännöllinen lauseke jota voidaan käyttää ominaisuuden arvojen validointiin
sl: Regularni izraz, ki ga je mogoče uporabiti za preverjanje vrednosti lastnosti

source: Min count
fi: Vähimmäismäärä
sl: Najmanjše število

source: Min count info
fi: Sallittujen arvojen minimimäärä
sl: Najmanjše število lastnosti

source: Max count
fi: Enimmäismäärä
sl: Največje število

source: Max count info
fi: Sallittujen arvojen enimmäismäärä
sl: Največja kardinalnost lastnosti

source: Min length
fi: Vähimmäispituus
sl: Najmanjša dolžina

source: Min length info
fi: Sallitun arvon minimipituus
sl: Najmanjša dolžina vrednosti lastnosti

source: Max length
fi: Enimmäispituus
sl: Največja dolžina

source: Max length info
fi: Sallitun arvon enimmäispituus
sl: Največja dolžina vrednosti lastnosti

source: XML Wrapper
sl: Ovoj XML

source: XML Wrapper info
fi: Muodosta XML Wrapper elementti luokan ominaisuuden tunnisteesta
sl: Serializirajte kot XML Wrapper Element z uporabo ID-ja lastnosti razreda kot imena elementa

source: XML Attribute
fi: XML Attribuutti
sl: Atribut XML

source: XML Attribute info
fi: Muodosta ominaisuudesta XML Elementin attribuutti XML skeemassa
sl: Serializiraj kot atribut elementa XML v shemi XML

source: Deactivated
sl: Deaktivirano

source: Deactivated info
sl: Deaktiviran vir se ne uporablja pri ustvarjanju ali preverjanju sheme

source: Unique label info
sl: Določa, ali je za vsak jezik dovoljena samo ena lokalizirana vrednost. To lahko uporabite na primer za kardinalno definiranje dveh z edinstvenimi lokaliziranimi vrednostmi

source: Equals
sl: Enako

source: Equals info
sl: Vrednost te lastnosti mora biti enaka vrednostim teh lastnosti

source: Disjoint
sl: Nepovezano

source: Disjoint info
sl: Vrednost te lastnosti mora biti ločena od vrednosti teh lastnosti

source: Less than
sl: Manjše kot

source: Less than info
sl: Vrednost te lastnosti mora biti manjša od vrednosti teh lastnosti

source: Less than or equals
sl: Manjše kot ali enako

source: Less than or equals info
sl: Vrednost te lastnosti mora biti manjša ali enaka vrednostim teh lastnosti

source: Homepage
fi: Linkki
sl: Povezava

source: Homepage info
fi: Linkki sivustoon tai sovellukseen joissa tietosisältöjä on hyödynnetty
sl: Povezava do informacije ali aplikacije, ki nekako uporablja definirani model

source: Title info
fi: Ihmisluettava nimi
sl: Ime besedišča

source: External URI
fi: Ulkoinen tunniste
sl: Zunanji URI

source: External URI info
fi: Viite ulkoiseen URI tunnisteeseen
sl: URI zunanjega vira

source: Namespace redirection
fi: Nimiavaruuden uudelleenohjaus
sl: Preusmeritev imenskega prostora

source: Namespace redirection info
fi: Nimiavaruuden uudelleenohjauksen avulla voidaan määritellä tietomalleja joissa käytetään jotain ulkoista nimiavaruutta
sl: Podatki o preusmeritvi imenskega prostora

source: Constraint classes
fi: Loogisen rajoitteen luokat
sl: Oblike omejitev

source: Constraint classes info
sl: Oblike razredov, ki se uporabljajo za omejevanje dovoljenih vrednosti

source: Root class
fi: Juurisolmu
sl: Korenski razred

source: Root class info
fi: Juurisolmua käytetään määrittelemään hierarkkisen tietomallin lähtöpiste, esimerkiksi XML tai JSON sanoman ensimmäinen entiteetti.
sl: Razred ali oblika, ki ju je mogoče uporabiti za definiranje korena za model

source: Creator
fi: Luoja
sl: Kreator

source: Creator info
sl: Podatki o kreatorju

source: Localname
sl: Lokalno ime razreda

source: Localname info
sl: Lahko se uporablja v shemah ali drugih lokalnih aplikacijah

source: Read-only
sl: Le za branje

source: Read-only info
sl: Določa atribut, ki ga po inicializaciji ni mogoče spremeniti

source: API path
sl: pot API

source: API path info
sl: Določite vsaj eno pot za neki razred za izvoz veljavne specifikacije Open API. Poti lahko vključujejo parametre poti ({}) ali poizvedbe (?&), na primer: /org/{id}/?name&role

source: Contact label
sl: Oznaka stika

source: Contact label info
sl: Kanal za povratne informacije za podatkovni model, npr. e-poštni naslov.

source: owl:DatatypeProperty
fi: Attribuutti
sl: Atribut

source: owl:ObjectProperty
fi: Assosiaatio
sl: Povezava

source: Add annotation
sl: Dodajte opombo

source: Copy annotation from class
sl: Kopiraj opombo iz razreda

source: Class annotations
sl: Opombe razreda

source: No annotations yet
sl: Brez opomb

source: Create new annotation
sl: Ustvari novo opombo

source: Annotation value
sl: Vrednost opombe

source: Attribute annotations
sl: Opombe atributa

source: search annotation
sl: poišči opombo

source: Use annotation
sl: Uporabi opombo

source: Create new annotation without referencing concept
sl: Ustvari novo opombo brez sklicevanja na pojem

source: annotation
sl: Opomba

source: New annotation
sl: Nova opomba

source: Define concept for the new annotation
sl: Določite pojem za opombo

source: Annotation information
sl: Informacija o opombi

source: Annotation label
sl: Oznaka opombe

source: Annotation id
sl: ID opombe

source: Delete annotation
sl: Izbriši opombo

source: Association annotations
sl: Opomba povezave

source: Select annotation
sl: Izberite opombo

source: Create and use annotation
sl: Ustvarite in uporabite opombo

source: Shape annotations
sl: Oblikujte opombe

source: Copy annotation
sl: Kopiraj opombo

source: Advanced search
fi: Tarkennettu haku

source: Are you sure that you want to close help?
fi: Oletko varma, että haluat sulkea ohjeen?

source: Association is here info
fi: Assosiaation tiedoissa määritellään pysyvä URI unniste, nimi, määritelmä ja yleinen kohde

source: Class description info
fi: Luokan tietosisällön kuvaus

source: Classification
fi: Luokitus

source: CODE_LIST_EDITOR
fi: Koodistotyöntekijä

source: Controlled vocabularies
fi: Käytetyt sanastot

source: Create new info
fi: Uutta mallia muodostettaessa tietomallin nimiavaruus muodostetaan automaattisesti Etuliitteestä ja välineistön verkko-osoitteesta. Vaihtoehtoisesti nimiavaruuden voi määritellä myös käyttämällä nimiavaruuden uudelleenohjausta, jolloin nimiavaruutena voi käyttää mitä tahansa verkko-osoitetta joka voidaan uudelleenohjata osoittamaan välineistöön.

source: Data Vocabularies
fi: Tietomallit

source: DATA_MODEL_EDITOR
fi: Tietomallintaja

source: Delete property
fi: Poista ominaisuus

source: Diipadaa
fi: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.

source: Group is a categorization of interoperability descriptions to different fields and domains
fi: Ryhmä luokittelee yhteentoimivuuden kuvaukset toimialoittain

source: Help is open
fi: Ohje on avattuna

source: Label can be changed
fi: Nimeä voidaan muuttaa

source: models
fi: tietomallia

source: Modify class description
fi: Luokkaa voidaan muokata, kuten tarkentaa määritelmiä tai lisätä uusia ominaisuuksia

source: Search for jhs
fi: Etsi julkishallinnon tietokomponenttikirjastoa

source: Search for jhs info
fi: Lisätään viite Julkisen hallinnon tietokomponenttikirjastoon

source: Search for nimi
fi: Etsi nimi attribuuttia

source: Search for nimi info
fi: Haetaan olemassaolevia ominaisuuksia

source: Search for palvelu
fi: Etsi palvelu luokkaa

source: Search for palvelu info
fi: Tässä esimerkissä lisätään Palvelu-luokka jota haetaan uudelleenkäytettävistä määrittelyistä

source: Search for tuote class
fi: Hae Tuote luokkaa

source: Search for tuote class info
fi: Tässä esimerkissä lisätään Tuote-luokka joka luodaan uutena määrittelynä koska haluttua luokkaa ei ole määritelty aiemmin

source: Search for tuote concept
fi: Hae termiä Tuote

source: Search for tuote concept info
fi: Uutta luokkaa haettaessa käytettävää termiä ja määritelmää haetaan käytetyistä sanastoista

source: Search for tuotetaan
fi: Etsi tuotetaan assosiaatiota

source: Search for tuotetaan concept
fi: Hae tuotetaan termiä

source: Search for tuotetaan concept info
fi: Uutta ominaisuutta muodostaessa käytettyjä termejä ja määritelmiä haetaan sanastosta

source: Search for tuotetaan info
fi: Haetaan olemassaolevista määrittelyistä tuotetaan assosiaatiota

source: Search for tuotetaan predicate
fi: Hae tuotetaan assosiaatiota

source: Search for tuotetaan predicate info
fi: Tässä esimerkissä halutaan lisätä tuotetaan assosiaatio Palvelun ja Tuotteen välille

source: Select association target info
fi: Assosiaation kohteella tarkoitetaan luokkaa johon halutaan viitata

source: Select classification
fi: Valitse luokitus

source: Select group
fi: Valitse ryhmä

source: Select jhs
fi: Valitse julkishallinnon tietokomponenttikirjasto

source: Select jhs info
fi: Tietokomponenttikirjasto valitaan tulosjoukosta

source: Select nimi
fi: Valitse nimi

source: Select nimi info
fi: Valitaan uudelleenkäytettävä tietomääritys

source: Select palvelu
fi: Valitse palvelu

source: Select palvelu info
fi: Valitaan uudelleenkäytettävä tietomääritys

source: Select tuote
fi: Valitse tuote

source: Select tuote info
fi: Valitaan uudelleenkäytettävä tietomääritys

source: Suomi.fi Controlled Vocabularies
fi: Suomi.fi-sanastot

source: Suomi.fi Reference Data
fi: Suomi.fi-koodistot

source: TERMINOLOGY_EDITOR
fi: Sanastotyöntekijä
